---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TextTabSize
source: html/dc0708d4-5479-1193-62bd-de0f697ed816.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TextTabSize Property

"Tab Size"

## Syntax (C#)
```csharp
public static ForgeTypeId TextTabSize { get; }
```